Repository: WorldBank-Transport/open-transit-indicators
Catalog: python/django/transit_indicators/i18n/*/LC_MESSAGES/django.po
Languages: vi

source: Warning
vi: Cánh báo

source: Error
vi: Lỗi

source: Tram, Light Rail, Streetcar
vi: Tàu điện, đường sắt, xe điện

source: Subway, Metro
vi: Đường ngầm, tàu điện ngầm

source: Rail
vi: Đường sắt

source: Bus
vi: Xe buýt

source: Ferry
vi: Phà

source: Cable Car
vi: Xe cáp

source: Gondola, Suspended cable car
vi: Xe cáp treo

source: Funicular
vi: Đường sắt treo

source: Railway Service
vi: Hệ thống đường sắt

source: High Speed Rail Service
vi: Hệ thống đường sắt cao tốc

source: Long Distance Trains
vi: Tàu chạy đường dài

source: Inter Regional Rail Service
vi: Hệ thống đường sắt nội địa

source: Car Transport Rail Service
vi: Hệ thống đường sắt vận chuyển xe hơi Car Transport Rail

source: Sleeper Rail Service
vi: Xe lửa có giường nằm

source: Regional Rail Service
vi: Hệ đường sắt cấp vùng

source: Tourist Railway Service
vi: Hệ đường sắt phục vụ du lịch

source: Rail Shuttle (Within Complex)
vi: Hệ đường sắt tuyến đường ngắn

source: Suburban Railway
vi: Hệ đường sắt ngoại ô

source: Replacement Rail Service
vi: Hệ đường sắt thay thế

source: Special Rail Service
vi: Hệ đường sắt đặc biệt

source: Lorry Transport Rail Service
vi: Hệ đường sắt chở hàng

source: All Rail Services
vi: Toàn bộ hệ thống đường sắt

source: Cross-Country Rail Service
vi: Hệ đường sắt qua nhiều địa hình

source: Vehicle Transport Rail Service
vi: Hệ đường sắt vận chuyển các phương tiện khác

source: Rack and Pinion Railway
vi: Hệ đường sắt chạy bằng bánh răng

source: Additional Rail Service
vi: Các hệ đường sắt khác

source: Coach Service
vi: Hệ xe khách đường dài

source: International Coach Service
vi: Hệ thống xe khách quốc tế

source: National Coach Service
vi: Hệ thống xe khách quốc gia

source: Shuttle Coach Service
vi: Hệ thống xe khách tuyến đường ngắn

source: Regional Coach Service
vi: Hệ thống xe khách trong vùng

source: Special Coach Service
vi: Hệ thống xe khách đặc biệt

source: Sightseeing Coach Service
vi: Hệ thống xe khách du lịch

source: Tourist Coach Service
vi: Hệ thống xe khách du lịc theo tour

source: Commuter Coach Service
vi: Hệ thống xe khách trong thàn phố

source: All Coach Services
vi: Tất cả các hệ thống xe khách

source: Suburban Railway Service
vi: Hệ thống đường sắt ngoại ô

source: Urban Railway Service
vi: Hệ thống đường sắt trong thành phố

source: Metro Service
vi: Hệ thống xe điện ngầm

source: Underground Service
vi: Hệ thống giao thông ngầm

source: All Urban Railway Services
vi: Toàn bộ hệ thống đường sắt nội đô

source: Monorail
vi: Đường sắt một ray

source: Bus Service
vi: Hệ thống xe buýt

source: Regional Bus Service
vi: Dịch vụ xe buýt trong vùng

source: Express Bus Service
vi: Dịch vụ xe buýt tốc hành

source: Stopping Bus Service
vi: Dịch vụ xe dù

source: Local Bus Service
vi: Dịch vụ xe buýt nội bộ

source: Night Bus Service
vi: Dịch vụ xe buýt chạy đêm

source: Post Bus Service
vi: Dịch vụ xe buýt bưu vụ

source: Special Needs Bus
vi: Xe buýt chuyên dụng

source: Mobility Bus Service
vi: Dịch vụ xe buýt cho người khuyết tật

source: Mobility Bus for Registered Disabled
vi: Xe cho người khuyết tật không đăng kí thường xuyên

source: Sightseeing Bus
vi: Xe buýt tham quan

source: Shuttle Bus
vi: Xe buýt tuyến ngắn

source: School Bus
vi: Xe buýt đưa đón học sinh

source: School and Public Service Bus
vi: Xe buýt trường học và dịch vụ công

source: Rail Replacement Bus Service
vi: Dịch vụ xe buýt thay thế đường sắt

source: Demand and Response Bus Service
vi: Dịch vụ xe buýt theo yêu cầu

source: All Bus Services
vi: Tất cả các dịch vụ xe buýt

source: Trolleybus Service
vi: Dịch vụ xe buýt điện

source: Tram Service
vi: Dịch vụ xe điện

source: City Tram Service
vi: Dịch vụ xe điện trong thành phố

source: Local Tram Service
vi: Dịch vụ xe điện nội bộ

source: Regional Tram Service
vi: Dịch vụ xe điện trong vùng

source: Sightseeing Tram Service
vi: Dịch vụ xe điện tham quan

source: Shuttle Tram Service
vi: Dịch vụ xe điện tuyến ngắn

source: All Tram Services
vi: Tất cả các dịch vụ xe điện

source: Water Transport Service
vi: Dịch vụ vận tải thủy

source: International Car Ferry Service
vi: Dịch vụ xe phà quốc tế

source: National Car Ferry Service
vi: Dịch vụ xe phà quốc gia

source: Regional Car Ferry Service
vi: Dịch vụ xe phà khu vực

source: Local Car Ferry Service
vi: Dịch vụ xe phà địa phương

source: International Passenger Ferry Service
vi: Dịch vụ phà khách quốc tế

source: National Passenger Ferry Service
vi: Dịch vụ phà khách quốc gia

source: Regional Passenger Ferry Service
vi: Dịch vụ phà khách khu vực

source: Local Passenger Ferry Service
vi: Dịch vụ phà khách địa phương

source: Post Boat Service
vi: Dịch vụ tàu bưu vụ

source: Train Ferry Service
vi: Dịch vụ phà đường sắt

source: Road-Link Ferry Service
vi: Dịch vụ phà liên kết với đường bộ

source: Airport-Link Ferry Service
vi: Dịch vụ phà liên kết với đường không

source: Car High-Speed Ferry Service
vi: Dịch vụ phà cao tốc chở xe hơi

source: Passenger High-Speed Ferry Service
vi: Dịch vụ phà cao tốc chở khách

source: Sightseeing Boat Service
vi: Dịch vụ thuyền du lịch

source: School Boat
vi: Dịch vụ thuyền cho trường học

source: Cable-Drawn Boat Service
vi: Dịch vụ đò lân dây

source: River Bus Service
vi: Dịch vụ thuyền tham quan trên sông

source: Scheduled Ferry Service
vi: Dịch vụ phà chạy theo lịch trình

source: Shuttle Ferry Service
vi: Dịch vụ phà chạy tuyến ngắn

source: All Water Transport Services
vi: Tất cả các dịch vụ vận tải thủy

source: Air Service
vi: Dịch vụ vận tải đường không

source: International Air Service
vi: Dịch vụ vận tải đường không quốc tế

source: Domestic Air Service
vi: Dịch vụ vận tải đường không nội địa

source: Intercontinental Air Service
vi: Dịch vụ vận tải đường không liên lục địa

source: Domestic Scheduled Air Service
vi: Dịch vụ hàng không nội địa theo lịch trình

source: Shuttle Air Service
vi: Dịch vụ vận tải đường không tuyến ngắn

source: Intercontinental Charter Air Service
vi: Dịch vụ vận tải đường không cho thuê liên lục địa

source: International Charter Air Service
vi: Dịch vụ vận tải đường không cho thuê quốc tế

source: Round-Trip Charter Air Service
vi: Dịch vụ vận tải đường không cho thuê khứ hồi

source: Sightseeing Air Service
vi: Dịch vụ máy bay tham quan du lịch

source: Helicopter Air Service
vi: Dịch vụ trực thăng tham quan du lịch

source: Domestic Charter Air Service
vi: Dịch vụ hàng không cho thuê nội địa

source: Schengen-Area Air Service
vi: Dịch vụ hàng không khu vực Châu Âu

source: Airship Service
vi: Dịch vụ khí cầu

source: All Air Services
vi: Tất cả các dịch vụ vận tải hàng không

source: Ferry Service
vi: Dịch vụ phà

source: Telecabin Service
vi: Dịch vụ xe cáp treo

source: Cable Car Service
vi: Dịch vụ xe cáp treo

source: Elevator Service
vi: Dịch vụ xe nâng

source: Chair Lift Service
vi: Dịch vụ ghế treo trên dây cáp

source: Drag Lift Service
vi: Dịch vụ nâng kéo

source: Small Telecabin Service
vi: Dịch vụ xe cáp treo loại nhỏ

source: All Telecabin Services
vi: Tất cả các dịch vụ cáp treo

source: Funicular Service
vi: Dịch vụ đường sắt leo núi

source: All Funicular Service
vi: Tất cả các loại dịch vụ đường sắt leo núi

source: Taxi Service
vi: Dịch vụ xe taxi

source: Communal Taxi Service
vi: Dịch vụ xe taxi công cộng

source: Water Taxi Service
vi: Dịch vụ tàu taxi

source: Rail Taxi Service
vi: Dịch vụ taxi tàu điện

source: Bike Taxi Service
vi: Dịch vụ taxi xe đạp

source: Licensed Taxi Service
vi: Dịch vụ taxi có đăng ký

source: Private Hire Service Vehicle
vi: Phương tiện dịch vụ cá nhân cho thuê

source: All Taxi Services
vi: Các loại dịch vụ taxi

source: Self Drive
vi: Xe cho thuê tự lái

source: Hire Car
vi: Xe cho thuê

source: Hire Van
vi: Xe tải cho thuê

source: Hire Motorbike
vi: Xe máy cho thuê

source: Hire Cycle
vi: Xe đạp cho thuê

source: Miscellaneous Service
vi: Dịch vụ hỗn hợp

source: Horse-drawn Carriage
vi: Xe ngựa

source: All Time
vi: Toàn thời gian

source: Morning Rush
vi: Giờ cao điểm buổi sáng

source: Mid Day
vi: Buổi trưa

source: Evening Rush
vi: Giờ cao điểm buổi chiều

source: Night
vi: Tối

source: Weekend
vi: Cuối tuần

source: Job queued for processing
vi: Công việc đợi xử lý

source: Indicators being processed and calculated
vi: Hệ thống chỉ dẫn đang xử lý và tính toán

source: Error calculating indicators
vi: Lỗi khi tính toán chỉ dẫn

source: Completed indicator calculation
vi: Hoàn thàn tính toán chỉ dẫn

source: Route
vi: Tuyến

source: Mode
vi: Chế độ

source: System
vi: Hệ thống

source: avg deviation from scheduled dwell time
vi: Độ lệch thời gian dừng trung bình so với lịch trình

source: avg deviation from scheduled frequency
vi: Độ lệch tần suất tuyến trung bình so với lịch trình

source: avg deviation from scheduled time
vi: Độ lệch thời gian trung bình so với lịch trình

source: hrs
vi: giờ

source: Access index
vi: Chỉ số khả năng ra vào

source: Affordability
vi: Khả năng chi trả

source: Average Service Frequency
vi: Tần suất dịch vụ trung bình

source: Coverage of transit stops
vi: Phạm vi phục vụ của các điểm dừng

source: Distance between stops
vi: Khoảng các giữa các điểm dừng

source: Dwell Time Performance
vi: Thời gian dừng thực hiện

source: Weekly number of hours of service
vi: Số giờ hoạt động trong tuần

source: Job accessibility
vi: Khả năng đi đến

source: Transit system length
vi: Chiều dài hệ thống giao thông

source: Ratio of transit lines length over road length
vi: Tỉ số chiều dài chặng trên độ dài đường phố

source: Transit line network density
vi: Mật độ mạng lưới đường giao thông

source: Number of modes
vi: Số lượng các chế độ

source: Number of routes
vi: Số lượng tuyến

source: Number of stops
vi: Số lượng điểm dừng

source: Number of route types
vi: Số lượng kiểu tuyến

source: On-Time Performance
vi: Thực hiện đúng giờ

source: Regularity of Headways
vi: Mức phổ biến của điểm đầu tuyến

source: Service frequency weighted by served population
vi: Tần số dịch vụ xác định theo dân số phục vụ

source: Ratio of number of stops to route-length
vi: Tỉ số số lượng điểm dừng trên chiều dài tuyến

source: Ratio of the Transit-Pattern Operating Suburban Lines
vi: Tỉ lệ mạng lưới các đường ở khu vực ngoại ô

source: System accessibility
vi: Khả năng đi đến của hệ thống

source: System accessibility - low-income
vi: Khả năng đi đến của hệ thống – thu nhập thấp

source: Time traveled between stops
vi: Thời gian di chuyển giữa các điểm dừng

source: Travel Time Performance
vi: Thời gian di chuyển thực hiện

source: Weekday / weekend frequency
vi: Tần suất hoạt động ngày làm việc/ cuối tuần
